Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Entwurf und Entwicklung von Industrieerzeugnissen
en: Design and development of industrial products

source: Entwicklung von Konsumgütern
en: Development of consumer products

source: Entwurf und Entwicklung von Konsumgütern
en: Design and development of consumer products

source: Entwurf von technischen Produkten
en: Design of engineering products

source: Vermietung von elektronischen Speicherplätzen im Internet
en: Rental of electronic memory space on the Internet

source: Bereitstellung von elektronischen Speicherplätzen im Internet
en: Providing electronic memory space on the Internet

source: Vermietung von Speicherplatz für Websites
en: Rental of memory space for websites

source: Hosting von Speicherplatz für Websites
en: Hosting memory space for websites

source: Entwurf und Entwicklung von Programmen zur Datenverarbeitung
en: Design and development of data processing programs

source: Entwicklung und Testen von Software
en: Development and testing of software

source: Evaluierung der Produktentwicklung
en: Evaluation of product development

source: Analyse der Produktentwicklung
en: Analysis of product development

source: Bewertung des Produktdesigns
en: Evaluation of product design

source: Analyse des Produktdesigns
en: Analysis of product design

source: Beratung hinsichtlich Design und Entwicklung von Computerprogrammen
en: Consultancy relating to the design and development of computer programs

source: Entwurf und Entwicklung von Computer-Datenbankprogrammen
en: Design and development of computer database programs

source: Beratung hinsichtlich Entwurf und Entwicklung von Computer-Datenbankprogrammen
en: Consultancy relating to the design and development of computer database programs

source: Beratungs- und Informationsdienste hinsichtlich Entwurf und Entwicklung von Computerhardware
en: Advisory and information services relating to the design and development of computer hardware

source: Beratungs- und Informationsdienste hinsichtlich Entwurf und Entwicklung von Computerperipheriegeräten
en: Advisory and information services relating to the design and development of computer peripherals

source: Planung und Entwurf von Sportanlagen
en: Planning and design of sports facilities

source: Planung und Entwurf von Geschäftsräumen
en: Planning and design of retail premises

source: Planung und Entwurf von Wohnsiedlungen
en: Planning and design of residential communities

source: Planung und Entwurf von Küchen
en: Planning and design of kitchens

source: Technische Beratung in Bezug auf die Nutzung von Computerhardware
en: Technical consultancy relating to the use of computer hardware

source: Forschung auf dem Gebiet der Ökologie
en: Research in the field of ecology

source: Entwurf und Entwicklung von Computersystemen
en: Computer system design and development

source: Entwicklung von Computerfirmware
en: Development of computer firmware

source: Entwurf und Entwicklung von Computerfirmware
en: Design and development of computer firmware

source: Entwicklung von Computer-Datenbanksoftware
en: Development of computer database software

source: Entwurf von Computer-Datenbanksoftware
en: Design of computer database software

source: Entwurf und Entwicklung von Computer-Datenbanksoftware
en: Design and development of computer database software

source: Entwicklung von Software für Kommunikationssysteme
en: Development of software for communication systems

source: Aktualisierung von Software für Kommunikationssysteme
en: Updating of software for communication systems

source: Pflege von Software für Kommunikationssysteme
en: Maintenance of software for communication systems

source: Forschung auf dem Gebiet der Elektrotechnik
en: Research in the field of electrical engineering

source: Forschung auf dem Gebiet der Materialwissenschaft
en: Research in the field of materials science

source: Beratung auf dem Gebiet der Konstruktionsplanung
en: Consultancy in the field of construction drafting

source: Computergestützte technische Prüfungen
en: Computer aided industrial testing

source: Computergestütztes Industriedesign
en: Computer-aided industrial design

source: Beratung hinsichtlich der Forschung auf dem Gebiet der Pharmakogenetik
en: Consultancy relating to research in the field of pharmacogenetics

source: Forschung auf dem Gebiet der Pharmakogenetik
en: Research in the field of pharmacogenetics

source: Beratung hinsichtlich pharmazeutischer Forschung und Entwicklung
en: Consultancy relating to pharmaceutical research and development

source: Kundenspezifisches Design von Computersoftware
en: Customized design of computer software

source: Kundenspezifisches Design von Computerhardware
en: Customized design of computer hardware

source: Entwicklung von Computerperipheriegeräten
en: Development of computer peripherals

source: Entwicklung von Datenverarbeitungsgeräten
en: Development of data processing apparatus

source: Design von Datenverarbeitungsgeräten
en: Design of data processing apparatus

source: Design und Entwicklung von Datenverarbeitungsgeräten
en: Design and development of data processing apparatus

source: Entwicklung von Diagnosegeräten
en: Development of diagnostic apparatus

source: Entwurf von Diagnosegeräten
en: Design of diagnostic apparatus

source: Wartung von Datenverarbeitungssoftware
en: Maintenance of data processing software

source: Entwurf und Entwicklung von Datenverarbeitungssoftware
en: Design and development of data processing software

source: Entwicklung von Textverarbeitungssoftware
en: Development of word processing software

source: Entwurf von Textverarbeitungssoftware
en: Design of word processing software

source: Forschungs- und Entwicklungsdienste im Bereich Ingenieurwesen
en: Research and development services in the field of engineering

source: Außengestaltung von Gebäuden
en: Design of building exteriors

source: Beratungsdienste in Bezug auf Software im Bereich E-Commerce
en: Consultancy services relating to software used in the field of e-commerce

source: Beratung auf dem Gebiet der industriellen Forschung
en: Consultancy in the field of industrial research

source: Beratung auf dem Gebiet der wissenschaftlichen Forschung
en: Consultancy in the field of scientific research

source: Bereitstellung von Informationen bezüglich Design und Entwicklung von Computersoftware
en: Providing information about the design and development of computer software

source: Design und Entwicklung von Software für den Abruf von Daten
en: Design and development of data retrieval software

source: Technische Beratung auf dem Gebiet der Beleuchtungstechnik
en: Technical consultancy in the field of light engineering

source: Laborforschung auf dem Gebiet der Genexpression
en: Laboratory research in the field of gene expression

source: Technische Forschung auf dem Gebiet des CO2-Ausgleichs
en: Technical research in the field of carbon offsetting

source: Beratungsdienste in Bezug auf Design und Entwicklung von Computerhardware
en: Advisory and consultancy services relating to the design and development of computer hardware

source: Entwicklung von Videospielen
en: Video game development services

source: Vermietung von Videospiele-Software
en: Rental of video game software

source: Programmierung von Videospiele-Software
en: Programming of video game software

source: Entwicklung von Videospiele-Software
en: Video game software development

source: Programmierung von Computerspiele-Software
en: Programming of computer game software

source: Design von Bekleidungszubehör
en: Design of clothing accessories

source: Hosting von Online-Web-Einrichtungen für Dritte für das Führen interaktiver Diskussionen
en: Hosting online web facilities for others for conducting interactive discussions

source: Design von Visitenkarten
en: Business card design

source: Durchführung klinischer Studien auf dem Gebiet der Akupunkturtherapie
en: Conducting clinical trials in the field of acupuncture therapy

source: Durchführung klinischer Studien auf dem Gebiet der Herz-Kreislauf-Erkrankungen
en: Conducting clinical trials in the field of cardiovascular disease

source: Entwicklung von Anwendungssoftware für die Bereitstellung von Multimedia-Inhalten
en: Development of application software for delivery of multimedia content

source: Laboranalysen auf dem Gebiet der Kosmetik
en: Laboratory analysis in the field of cosmetics

source: Laboranalysen auf dem Gebiet der Chemie
en: Laboratory analysis in the field of chemistry

source: Online-Datenspeicherung
en: Online data storage

source: Vermietung von Computerspielsoftware
en: Rental of computer game software

source: Entwicklung von Computersoftware für computergestütztes Design/computergestützte Fertigung [CAD/CAM]
en: Development of computer software for computer aided design/computer aided manufacturing [CAD/CAM]

source: Verwaltung von Mailservern
en: Administration of mail servers

source: Gestaltung und Pflege von Webseiten für Mobiltelefone
en: Creating and maintaining websites for cellular phones

source: Fachliche Beratung zu Energieeinsparungsmaßnahmen
en: Providing technical advice relating to energy-saving measures

source: Bereitstellung von Informationen zu Entwurf und Entwicklung von Computerhardware und Computersoftware
en: Providing information about the design and development of computer hardware and software

source: Prüfung, Analyse und Bewertung der Waren Dritter für Zertifizierungszwecke
en: Testing, analysis and evaluation of the goods of others for the purpose of certification

source: Prüfen, Analysieren und Bewerten der Dienstleistungen Dritter für Zertifizierungszwecke
en: Testing, analysis and evaluation of the services of others for the purpose of certification

source: Online-Bereitstellung von nicht herunterladbarer Textverarbeitungssoftware
en: Providing online non-downloadable software for word processing

source: Online-Bereitstellung von nicht herunterladbarer Software zur Datenbankverwaltung
en: Providing on-line non-downloadable software for database management

source: Überwachung von Gewerbe- und Industrieflächen zwecks Nachweis von flüchtigen und nicht flüchtigen organischen Verbindungen
en: Monitoring of commercial and industrial sites for detection of volatile and non-volatile organic compounds

source: Bereitstellung von Wetterinformationen hinsichtlich Skibedingungen und Straßensperrungen
en: Providing weather condition information affecting ski conditions and road closures

source: Wiegen von Waren für Dritte
en: Weighing goods for others

source: Lokalisierung und Markierung des Verlaufs unterirdischer Versorgungsleitungen und Kabel
en: Locating and marking placement of underground utility pipes, cable or wires

source: Untersuchung von Lebensmitteln zur Bestätigung ihrer Koscherheit
en: Inspecting foods for the purpose of certifying the kosher quality thereof

source: Konstruktionsdienstleistungen auf dem Gebiet des Schiffsbaus
en: Design services in the field of naval shipbuilding

source: Entwurf und Prüfung für die Entwicklung neuer Produkte
en: Design and testing for new product development

source: Kundenspezifischer Entwurf und Konstruktion von Telefoniesystemen, Kabelfernsehsystemen und Glasfasern
en: Custom design and engineering of telephony systems, cable television systems and fiber optics

source: Beratung im Bereich Büro- und Arbeitsplatzautomatisierung
en: Consultancy in the field of office and workplace automation

source: Durchführung magnetresonanztomografischer Auswertungen und Analysen für die Erdölindustrie
en: Conducting magnetic resonance imaging interpretation and analysis for the petroleum industry

source: Untersuchung von Gebäuden auf Schimmel
en: Inspecting buildings for the existence of mold

source: Programmierung von Multimedia-Anwendungen
en: Programming of multimedia applications

source: Entsperrung von Mobiltelefonen
en: Unlocking of mobile phones

source: Überwachung von Computersystemen zur Erkennung von Ausfällen
en: Monitoring of computer systems to detect breakdowns

source: Elektronische Überwachung von personenbezogenen Daten zur Erkennung von Identitätsdiebstahl über das Internet
en: Electronic monitoring of personally identifying information to detect identity theft via the internet

source: Design von Animationen für Dritte
en: Animation design for others

source: Grafikdesigndienste mittels Computer
en: Computer graphics design services

source: Erstellung von Webseiten für Dritte
en: Creating web pages for others

source: Entwurf und Entwicklung von drahtlosen Computernetzwerken
en: Design and development of wireless computer networks

source: Technische Auskünfte im Bezug auf umweltbewusste und ökologische Neuheiten
en: Providing technological information about environmentally-conscious and green innovations

source: Wissenschaftliche Untersuchungen für medizinische Zwecke
en: Scientific investigations for medical purposes

source: Wissenschaftliche Forschung und Entwicklung
en: Scientific research and development

source: Design von Computer-Software
en: Computer software design

source: Vermietung von Computern und Computersoftware
en: Rental of computers and computer software

source: Industrielle Forschung
en: Industrial research

source: Pharmazeutische Forschung und Entwicklung
en: Pharmaceutical research and development

source: Technisches Design
en: Engineering design

source: Materialprüfung
en: Material testing

source: Kopieren von Computerprogrammen
en: Duplication of computer programs

source: Analytische Labordienstleistungen
en: Analytical laboratory services

source: Vermietung von Computer-Software
en: Rental of computer software

source: Aktualisieren von Computer-Software
en: Updating of computer software

source: Upgrading von Computersoftware
en: Upgrading of computer software

source: Wartung und Aktualisierung von Software
en: Maintenance and updating of computer software

source: Wartung und Aufrüstung von Computersoftware
en: Maintenance and upgrading of computer software

source: Entwurf und Wartung von Webseiten
en: Creating and maintaining websites

source: Erstellung und Wartung von Webseiten
en: Building and maintaining websites

source: Softwareentwicklung
en: Software development

source: Entwicklung von Computerprogrammen
en: Development of computer programs

source: Qualitätsprüfung
en: Quality control

source: Erstellung von geologischen Gutachten
en: Maintenance of computer software

source: Installation von Computerprogrammen
en: Hosting computer sites [web sites]

source: Installieren von Computerprogrammen
en: Installing computer programs

source: Vermietung von Datenverarbeitungsgeräten
en: Installation of computer software

source: Hosting von Podcasts
en: Hosting of podcasts

source: Hosting einer Online-Website zur Erstellung und Hosting von Mikro-Websites für Unternehmen
en: Hosting an online website for creating and hosting micro websites for businesses

source: Hosting von Online-Webeinrichtungen für andere
en: Hosting on-line web facilities for others

source: Installation von Software für den Internetzugang
en: Installation of Internet access software

source: Entwurf und Entwicklung von Computerhardware für die Fertigungsindustrie
en: Design and development of computer hardware for the manufacturing industry

source: Entwurf und Entwicklung von Virtual-Reality-Software
en: Design and development of virtual reality software

source: Entwurf und Entwicklung von Software für Computerspiele
en: Design and development of computer game software

source: Entwurf und Entwicklung von Software für Computerspiele und Virtual-Reality-Software
en: Design and development of computer game software and virtual reality software

source: Gestaltung und Erstellung von Websites für andere
en: Design and creation of web sites for others

source: Blutanalyse für wissenschaftliche Forschungszwecke
en: Blood analysis services for scientific research purposes

source: Entwurf und Entwicklung von Datenausgabesystemen
en: Design and development of data output systems

source: Technologische Beratung im Bereich der Geologie
en: Technological consultancy in the field of geology

source: Laborforschung im Bereich der Chemie
en: Laboratory research in the field of chemistry

source: Forschung und Entwicklung im Bereich Impfstoffe
en: Research and development services relating to vaccines

source: Konvertierung von Bildern von physischen auf elektronische Medien
en: Conversion of images from physical to electronic media

source: Beratungsleistungen im Bereich Technologiedesign
en: Consultancy in the field of technological design

source: Technischer Entwurf und Planung von Wasserreinigungsanlagen
en: Technical design and planning of water purification plants

source: Technischer Entwurf und Planung von Kraftwerken
en: Technical design and planning of power stations

source: Technischer Entwurf und Planung von Kanalisationen
en: Technical design and planning of sewerage systems

source: Technischer Entwurf und Planung von Heizanlagen
en: Technical design and planning of heating installations

source: Technischer Entwurf und Planung von Telekommunikationsnetzen
en: Technical design and planning of telecommunications networks

source: Technischer Entwurf und Planung von Gas-, Wasser- und Abwasserleitungen
en: Technical design and planning of pipelines for gas, water and waste water

source: Technische Planung und technisches Projektmanagement zur Entwicklung von Beleuchtungsgeräten
en: Technical planning and technical project management for the development of lighting equipment

source: Technische Planung und Beratung im Bereich der Beleuchtungstechnik
en: Technical planning and consulting in the field of light engineering

source: Technischer Entwurf und Planung von Einrichtungen für die Telekommunikation
en: Technical design and planning of telecommunications equipment

source: Beratungsleistungen in den Bereichen Gestaltung und Entwurf von Websites für E-Commerce
en: Consultancy relating to the creation and design of websites for e-commerce

source: Beratungsleistungen in den Bereichen Gestaltung und Entwurf von Websites
en: Consultancy relating to the creation and design of websites

source: Technische Beratung in Bezug auf Produktentwicklung
en: Technical consultancy relating to product development

source: Wissenschaftliche Forschung zu Haarpflegemitteln
en: Scientific research relating to hair care preparations

source: Sammeln von Proben und Durchführen von Analysen für Tests auf Verschmutzung
en: Conducting sampling and analysis services to check for contamination

source: Forschungs- und Entwicklungsdienstleistungen im Bereich Düngemittel
en: Research and development services relating to fertilisers

source: Bereitstellung von Informationen zu Forschung und technischer Projektplanung in Bezug auf den Gebrauch von natürlicher Energie
en: Provision of information concerning research and technical project studies relating to the use of natural energy

source: Durchführung von Forschung und technische Projektstudien im Bereich der Nutzung natürlicher Energiequellen
en: Conducting research and technical project studies relating to the use of natural energy

source: Prüfung von Geräten im Bereich der Elektrotechnik für Zertifizierungen
en: Testing of apparatus in the field of electrical engineering for certification purposes

source: Prüfung von Geräten im Bereich der Elektrotechnik
en: Testing of apparatus in the field of electrical engineering

source: Hosting von Speicherplatz im Internet zum Speichern von digitalen Fotografien
en: Hosting of memory space on the Internet for storing digital photographs

source: Bereitstellung der zeitweiligen Nutzung von nicht herunterladbarer Online-Computersoftware für Übersetzungszwecke
en: Providing temporary use of online, non-downloadable computer software for language translation

source: Vorbereitung von Berichten zu technischen Projektstudien für Bauprojekte
en: Preparation of reports relating to technical project studies for construction projects

source: Durchführen von technischen Projektstudien zu Bauprojekten
en: Conducting technical project studies for construction projects

source: Bereitstellung von Online-Informationen zum Bereich Technologieforschung über Computerdatenbanken oder das Internet
en: Providing on-line information in the field of technological research from a computer database or the Internet

source: Bereitstellung von Informationen zu technologischer Forschung
en: Provision of information relating to technological research

source: Vorbereiten technologischer Forschungsberichte
en: Preparation of technological research reports

source: Bereitstellung von Suchmaschinen zum Abrufen von Daten über Kommunikationsnetzwerke
en: Providing search engines for obtaining data via communications networks

source: Vermietung von Speicherplatz auf Servern für Hostfunktionen für elektronische Mailboxen
en: Rental of memory space on servers for hosting electronic bulletin boards

source: Vermietung von Software für Lagerverwaltung
en: Rental of software for inventory management

source: Programmierung von Software für Lagerverwaltung
en: Programming of software for inventory management

source: Entwurf und Entwicklung von Software zur Bestandsverwaltung
en: Design and development of software for inventory management

source: Bereitstellung der zeitweiligen Nutzung von nicht herunterladbarer Online-Software für Lagerverwaltung
en: Providing temporary use of on-line non-downloadable software for inventory management

source: Vermietung von Datenimport- und -verwaltungssoftware
en: Rental of software for importing and managing data

source: Programmieren von Datenimport- und -verwaltungssoftware
en: Programming of software for importing and managing data

source: Entwurf und Entwicklung von Datenimport- und Datenverwaltungssoftware
en: Design and development of software for importing and managing data

source: Bereitstellung der zeitweiligen Nutzung von nicht herunterladbarer Online-Datenimport- und -verwaltungssoftware
en: Providing temporary use of on-line non-downloadable software for importing and managing data

source: Vermietung von Software zur Websiteentwicklung
en: Rental of software for website development

source: Programmierung von Software für Websiteentwicklung
en: Programming of software for website development

source: Entwurf und Entwicklung von Software für Websiteentwicklung
en: Design and development of software for website development

source: Vermietung von Betriebssoftware für Computernetze und Server
en: Rental of operating software for computer networks and servers

source: Programmieren von Betriebssoftware für Computernetzwerke und Computerserver
en: Programming of operating software for computer networks and servers

source: Entwurf und Entwicklung von Betriebssoftware für Computernetzwerke und Server
en: Design and development of operating software for computer networks and servers

source: Bereitstellung der zeitweiligen Nutzung nicht herunterladbarer Online-Betriebssoftware für Computernetzwerke und Server
en: Providing temporary use of on-line non-downloadable operating software for computer networks and servers

source: Vermietung von Datenbankverwaltungssoftware
en: Rental of database management software

source: Programmieren von Datenbankverwaltungssoftware
en: Programming of software for database management

source: Entwurf und Entwicklung von Datenbankverwaltungssoftware
en: Design and development of software for database management

source: Vermietung von Betriebssoftware für den Zugriff und die Benutzung von Cloud-Computing-Netzwerken
en: Rental of operating software for accessing and using a cloud computing network
